[
  {
    "id": 1,
    "name": "Scratchy Fx",
    "bio": "Hailing from the London massive, Scratchy FX comes with a huge line-up of Drum 'N Base and Jungle tracks for the fans!",
    "genre": "Jungle",
    "bandPic": "band1.jpg"

  },
  {
    "id": 2,
    "name": "Raining Zing",
    "genre": "Soul",
    "bio": "Zing is an up and coming artist based in Zimbabwee, here in Ireland to soothe the hearts of the people with her smooth tones.",
    "bandPic": "band2.jpg"
  },
  {
    "id": 3,
    "name": "Three Melons",
    "genre": "Rock",
    "bio": "The three melons are a local band debuting in the Géil festival. Their signature off-time swing rock will surely get the crowd jamming!",
    "bandPic": "band3.jpg"
  },
  {
    "id": 4,
    "name": "The Book Goobers",
    "genre": "Rock",
    "bio": "Old timers coming in from the US of A, these gentleman will bring the classics such as the best of ZZ Top and Black Sabbath.",
    "bandPic": "band4.jpg"
  },
  {
    "id": 5,
    "name": "Fedora Scores",
    "genre": "Alternative",
    "bio": "A mysterious group from Norway, not a lot is known yet but their music will certainly move you.",
    "bandPic": "band5.jpg"
  },
  {
    "id": 6,
    "name": "Sandy Brioche",
    "genre": "RnB",
    "bio": "Sandy comes from the Polynesian islands to send your soul to the ether with his notes. Within the RnB scene, his music is reaching the UK charts.",
    "bandPic": "band6.jpg"
  },
  {
    "id": 7,
    "name": "Livvy",
    "genre": "RnB",
    "bio": "Setting the stage on fire with memoirs of a troubled soul, Livvy is here to melt the vibes down. Wait until she hits those highs!",
    "bandPic": "band7.jpg"
  },
  {
    "id": 8,
    "name": "Thumann",
    "genre": "Metal",
    "bio": "A Seattle based djent band, Thumann have come to devastate the stage and have you all in the pit. Get ready to thrash..",
    "bandPic": "band8.jpg"
  },
  {
    "id": 9,
    "name": "Aeriel",
    "genre": "Techno",
    "bio": "From tech-house to deep house, Aeriel will bring the groove back on the floor. Be ready to dance the night away with solid vibes!",
    "bandPic": "band9.jpg"
  },
  {
    "id": 10,
    "name": "Lunar Shreds",
    "genre": "Metal",
    "bio": "From the home of Black Metal, this Norwegian group come to snatch souls with their grim riffs and gutteral screams.",
    "bandPic": "band10.jpg"
  }
]